[
  {
    "text": "Section 3.5 Development of the Program. All operational costs associated with NCM's procurement, preparation and delivery of the",
    "bbox": [
      182,
      102,
      1000,
      114
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Service (including Inventory and other promotional materials as provided herein) to the Theatres shall be borne exclusively by NCM. Except as",
    "bbox": [
      115,
      117,
      1000,
      129
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "provided herein, all in-Theatre operational costs associated with Network Affiliate's receipt and exhibition of the Service within the Theatres shall",
    "bbox": [
      115,
      132,
      1000,
      144
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "be borne exclusively by Network Affiliate. NCM will provide at its own expense all creative and post-production services necessary to ingest,.",
    "bbox": [
      113,
      146,
      1000,
      159
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "encode and otherwise prepare for distribution all other on-screen Inventory as part of the Digital Content Service. All on-screen Inventory",
    "bbox": [
      114,
      161,
      1000,
      174
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "provided by Network Affiliate for inclusion in the Digital Content Service must (i) be submitted to NCM for review for compliance with (ii) and (iii)",
    "bbox": [
      114,
      176,
      1000,
      189
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "below as NCM may reasonably request, but in any event at least twenty (20) business days before scheduled exhibition (unless otherwise",
    "bbox": [
      114,
      192,
      1000,
      204
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "previously approved by NCM), (ii) satisfy the content restrictions enumerated in Section 3.4, and (iii) be fully produced in accordance with NCM's",
    "bbox": [
      114,
      206,
      1000,
      219
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "technical specifications as promulgated by NCM from time to time (all as provided in written or electronic form to Network Affiliate), ready for",
    "bbox": [
      114,
      222,
      1000,
      234
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "exhibition, as well as in accordance with applicable NCM commercial standards and operating policies, and all applicable federal, state and local",
    "bbox": [
      115,
      237,
      1000,
      249
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "laws and regulations. Any Inventory provided by Network Affiliate for review and approval by NCM need not, once approved by NCM, be",
    "bbox": [
      114,
      252,
      1000,
      265
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "resubmitted by Network Affiliate for approval in connection with any future use..",
    "bbox": [
      114,
      267,
      718,
      279
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Section 3.6 Policy Trailer; Branded Slots..",
    "bbox": [
      182,
      296,
      503,
      309
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "(a) Policy Trailer. The policy trailer will be (i) up to 60 seconds, (ii) exhibited in the Theatres after Showtime, (iii) be customized to",
    "bbox": [
      251,
      327,
      1000,
      339
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "include the name of the Network Affiliates Theatre business and (iii) used to feature content relating to Theatre policy and operations, and may",
    "bbox": [
      114,
      342,
      1000,
      354
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "prior written approval of Network Affiliate, other promotional materials of third-party products for which NCM sells advertising and is paid a fee.",
    "bbox": [
      114,
      371,
      1000,
      385
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "(the \"Policy Trailer'). All costs associated with producing the Policy Trailer shall be borne by Network Affiliate.",
    "bbox": [
      115,
      387,
      953,
      399
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "(b) Branded Slot. The Digital Content Service will feature (i) up to two (2) minutes for Theatre Advertising (the \"Branded Slots\")",
    "bbox": [
      250,
      416,
      1000,
      429
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "in each Play List. Each Branded Slot may only exhibit Theatre Advertising. NCM is required to include no less than forty-five (45) seconds of",
    "bbox": [
      114,
      432,
      1000,
      444
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Branded Slots within the final fifteen (15) minutes of the Play List, fifteen (15) seconds of which shall be included within the final eleven (11)",
    "bbox": [
      113,
      446,
      1000,
      459
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "minutes of the Play List; provided, that NCM may begin these Branded Slots up to one minute earlier when NCM expands the amount of",
    "bbox": [
      114,
      461,
      1000,
      474
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "advertising units that follow these Branded Slots through the sale of additional advertising to third parties.",
    "bbox": [
      114,
      477,
      915,
      489
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "(c) Restrictions. Other than as permitted in Sections 3.6(a) or (b), neither the Policy Trailer nor the Branded Slot will not include",
    "bbox": [
      250,
      507,
      1000,
      519
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "third-party advertising and/or third-party mentions for products and services, without NCM's prior written approval.",
    "bbox": [
      115,
      522,
      990,
      534
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Section 3.7 Cooperation and Assistance. The Parties agree that the effectiveness and quality of the Service as provided by NCM are",
    "bbox": [
      182,
      552,
      1000,
      564
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "dependent on the cooperation and operational support of both Parties..",
    "bbox": [
      115,
      567,
      645,
      579
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "(a) Network Affiliate agrees that it (and each of the Theatres) shall at all times during the Term provide NCM, at Network",
    "bbox": [
      250,
      597,
      1000,
      609
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Affiliate's own cost except as otherwise provided in this Agreement, with the following:",
    "bbox": [
      114,
      611,
      773,
      624
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "10",
    "bbox": [
      114,
      655,
      133,
      667
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Source: DIGITAL CINEMA DESTINATIONS CORP., S-1, 12/20/2011",
    "bbox": [
      134,
      1000,
      660,
      1000
    ],
    "label": 38,
    "category": "Insurance"
  }
]