[
  {
    "text": "(c) Constellation shall be solely responsible for all costs and expenses incurred in connection with the creation and/or production.",
    "bbox": [
      249,
      82,
      1000,
      92
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "of all advertising signs and/or promotional materials covered by this Agreement unless otherwise specifically noted on Exhibit E, and such costs.",
    "bbox": [
      111,
      96,
      1000,
      110
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "and expenses shall be borne by Constellation in addition to any amounts due under this Agreement. Constellation shall be invoiced by the HOF",
    "bbox": [
      112,
      113,
      1000,
      125
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Entities for any such materials at the retail cost charged to the HOF Entities (or either of them) by the supplier, without mark-up. Payment with",
    "bbox": [
      112,
      129,
      1000,
      141
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "respect to such invoice will be due thirty (30) days following receipt by Constellation of such invoice. Constellation shall be solely responsible for",
    "bbox": [
      111,
      145,
      1000,
      157
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "the initial cost of installation of all advertising signs covered by this Agreement, and Constellation shall be responsible for the cost of installation",
    "bbox": [
      111,
      161,
      1000,
      173
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "of each advertising sign which is changed as a result of a change in the artwork desired by Constellation during the Term subsequent to its initial",
    "bbox": [
      111,
      177,
      1000,
      189
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "installation except in the case of temporary signs planned for eventual replacement with permanent signs. Constellation shall be invoiced by the",
    "bbox": [
      112,
      193,
      1000,
      205
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "HOF Entities for any installation costs incurred as a result of such advertising signage change at the retail cost charged to the HOF Entities (or",
    "bbox": [
      111,
      209,
      1000,
      221
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "either of them) by the installer, without additional markup. Payment with respect to such invoice will be due thirty (30) days following receipt. The",
    "bbox": [
      112,
      225,
      1000,
      237
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "HOF Entities shall be solely responsible for the maintenance of the advertising signs covered by this Agreement during the Term..",
    "bbox": [
      110,
      240,
      1000,
      253
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(d) The HOF Entities have the right to refrain from displaying or illuminating Constellation's advertising panels in Tom Benson.",
    "bbox": [
      246,
      256,
      1000,
      269
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Stadium when required to do so by agreements with [***] or any other professional sports league or by television network commitments of the",
    "bbox": [
      112,
      273,
      1000,
      285
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "aforementioned leagues.",
    "bbox": [
      111,
      289,
      295,
      301
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "3.3 Intellectual Property Rights",
    "bbox": [
      179,
      305,
      423,
      316
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(a) Reservation of Rights. The HOF Entities and Constellation acknowledge that each Party owns or has rights in certain names,.",
    "bbox": [
      247,
      320,
      1000,
      333
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "logos, trademarks, service marks, copyrights and other intellectual property (the \"Marks\"), and owns or has certain merchandising rights in and to.",
    "bbox": [
      111,
      337,
      1000,
      349
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "its Marks, and all goodwill associated with or symbolized by its Marks. Subject to the license granted hereunder, each Party reserves all right, title",
    "bbox": [
      113,
      354,
      1000,
      364
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "and interest in and to its Marks and any merchandising rights in and to such Marks, and all goodwill associated with or symbolized by such Marks..",
    "bbox": [
      113,
      369,
      1000,
      380
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Constellation shall have no right to use the Marks of the HOF Entities (or either of them), the Village or Johnson Controls, Inc. without the prior",
    "bbox": [
      112,
      385,
      1000,
      397
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "written consent of the HOF Entities (or the applicable HOF Entity), which shall not be unreasonably withheld, and/or, if applicable, Johnson",
    "bbox": [
      112,
      402,
      1000,
      412
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Controls, Inc. Each Party will be solely responsible for taking such actions as it deems appropriate to obtain and maintain trademark, service mark.",
    "bbox": [
      112,
      416,
      1000,
      429
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "or copyright registration for its own Marks and each Party will have the exclusive right to enforce its own Marks, including the right to assert,",
    "bbox": [
      111,
      432,
      1000,
      445
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "defend or settle any allegations or claims of infringement, dilution, misappropriation or similar violation of same.",
    "bbox": [
      111,
      448,
      950,
      461
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(b) Grant of Rights by HOF Entities. The HOF Entities grant to Constellation a nonexclusive, nontransferable, royalty-free license",
    "bbox": [
      248,
      465,
      1000,
      476
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "to use the marks set forth on Exhibit F (\"HOF Entity Marks') in the United States or online during the Term solely in connection with (i)",
    "bbox": [
      111,
      481,
      1000,
      493
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Constellation's use and promotion of the designations set forth on Exhibit E in connection with commercial activations, marketing promotions,",
    "bbox": [
      110,
      496,
      1000,
      509
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "commercial programs and marketing programs related to the Village, (ii) B2B-related and B2C-related marketing activities approved by the HOF",
    "bbox": [
      111,
      512,
      1000,
      525
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Entities and (iii) as otherwise expressly contemplated by this Agreement. This license expressly prohibits any pass-through rights or the use of the",
    "bbox": [
      111,
      528,
      1000,
      541
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "HOF Entity Marks by any third party, except (x) to Constellation's subsidiaries and brands for use in a manner consistent with clauses (i) through",
    "bbox": [
      111,
      545,
      1000,
      557
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(iii) hereof or (y) with the express written consent of the HOF Entities (or the appropriate HOF Entity). On termination or expiration of this",
    "bbox": [
      114,
      561,
      1000,
      573
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Agreement, Constellation shall cease all use of the HOF Entity Marks as soon as practicable, but in any event within thirty (30) days unless the",
    "bbox": [
      113,
      577,
      1000,
      589
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "particular media which has been approved requires a longer lead time, but in no event longer than ninety (90) days.",
    "bbox": [
      111,
      593,
      972,
      605
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "5",
    "bbox": [
      660,
      624,
      672,
      635
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Source: GPAQ ACQUISITION HOLDINGS, INC., S-4/A, 1/23/2020",
    "bbox": [
      135,
      1000,
      646,
      1000
    ],
    "label": 33,
    "category": "Audit Rights"
  }
]