[
  {
    "text": "Rare Element Resources Ltd..",
    "bbox": [
      181,
      87,
      403,
      96
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "EXECUTION COPY",
    "bbox": [
      1000,
      86,
      1000,
      96
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "IP Rights Agreement",
    "bbox": [
      1000,
      101,
      1000,
      115
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "Technical Information, and shall be enforceable against any entity having or obtaining ownership of, or the right to enforce, any of the Patents and",
    "bbox": [
      111,
      150,
      1000,
      162
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "Technical Information or any rights therein. Company shall obligate any Person to whom Company assigns or otherwise confers an ownership",
    "bbox": [
      110,
      165,
      1000,
      178
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "interest or right to enforce any of the Patents and Technical Information or any rights therein to: (a) fully honor in all respects all of the rights and",
    "bbox": [
      111,
      182,
      1000,
      194
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "licenses granted to Investor under this IP Agreement; and (b) obligate all subsequent assignees or other Persons who obtain an ownership interest",
    "bbox": [
      110,
      197,
      1000,
      210
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "or right to enforce any of the Patents and Technical Information or any rights therein to (i) similarly fully honor all of the foregoing in all respects,",
    "bbox": [
      112,
      214,
      1000,
      226
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "and (ii) expressly flow down all of the foregoing (including, without limitation, this flow down obligation) in all subsequent assignments or other.",
    "bbox": [
      112,
      230,
      1000,
      243
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "assignment or agreement or other transaction by Company that fails to be in complete compliance with this Article 3.07 or any other provision of",
    "bbox": [
      110,
      261,
      1000,
      275
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "this IP Agreement shall be null and void..",
    "bbox": [
      112,
      278,
      415,
      289
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "3.08 Company does not warrant the accuracy of Technical Information provided to Investor hereunder. Subject to and except for any.",
    "bbox": [
      179,
      309,
      1000,
      322
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "indemnification obligations under Article 3.09 below, Company will not be under any liability arising out of the supplying of Technical Information",
    "bbox": [
      110,
      325,
      1000,
      338
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "under, in connection with, or as a result of this IP Agreement, whether on warranty, contract, negligence or otherwise..",
    "bbox": [
      111,
      342,
      991,
      354
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "3.09 Company represents that to the best of its knowledge, the methods described and claimed in the Patents and the Technical.",
    "bbox": [
      179,
      373,
      1000,
      386
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "Information, and the products produced thereby in accordance with such information, will be free from claims of infringement of the patents and",
    "bbox": [
      111,
      389,
      1000,
      402
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "copyrights of any Third Party. Company further represents that it has not received any written notice of a claim and otherwise has no knowledge",
    "bbox": [
      111,
      406,
      1000,
      418
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "that the methods described and claimed in the Patents and the Technical Information, and the products produced thereby in accordance with such",
    "bbox": [
      112,
      422,
      1000,
      434
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "information, violate or infringe upon the rights of any Person. Company shall indemnify and hold harmless Investor, Investors' Affiliates, and their",
    "bbox": [
      112,
      438,
      1000,
      450
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "officers and directors, and their direct and indirect customers, to the fullest extent permitted by applicable law, from and against any and all losses,",
    "bbox": [
      110,
      453,
      1000,
      466
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "liabilities, obligations, claims, contingencies, damages, diminution in value, deficiencies, actions, proceedings, taxes, costs and expenses, including",
    "bbox": [
      111,
      469,
      1000,
      482
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "all judgments, amounts paid in settlements, court costs and reasonable attorneys' fees and costs of investigation as incurred, arising out of or",
    "bbox": [
      113,
      486,
      1000,
      498
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "relating to any breach of any of the representations made in this Article 3.09..",
    "bbox": [
      111,
      501,
      684,
      514
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "Page 5 of 15",
    "bbox": [
      620,
      547,
      711,
      560
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  },
  {
    "text": "Source: RARE ELEMENT RESOURCES LTD, SC 13D, 10/19/2017",
    "bbox": [
      133,
      1000,
      635,
      1000
    ],
    "label": 16,
    "category": "Rofr/Rofo/Rofn"
  }
]