[
  {
    "text": "(f) Binding Obligation. This Agreement and each other Transaction Document to which it is a party constitutes, when duly executed and",
    "bbox": [
      181,
      115,
      1000,
      127
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "delivered by each other party hereto and thereto, a legal, valid and binding obligation of the Depositor, enforceable against it in accordance with its",
    "bbox": [
      114,
      132,
      1000,
      142
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "terms, except as such enforceability may be limited by applicable bankruptcy, insolvency, reorganization, moratorium, receivership, conservatorship.",
    "bbox": [
      111,
      147,
      1000,
      159
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "or other similar Laws affecting creditors' rights generally or by general principles of equity..",
    "bbox": [
      111,
      163,
      789,
      176
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "(g) No Conflict. The execution and delivery of this Agreement or any other Transaction Document to which it is a party by the Depositor,.",
    "bbox": [
      179,
      194,
      1000,
      207
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "applicable to the Depositor, (i) do not contravene (A) its limited liability company agreement, (B) any contractual restriction binding on or affecting",
    "bbox": [
      114,
      227,
      1000,
      239
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "it or its property, or (C) any order, writ, judgment, award, injunction or decree binding on or affecting it or its property, except, in each case of (A),.",
    "bbox": [
      112,
      243,
      1000,
      255
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "(B) or (C), where such contravention would not reasonably be expected to have a Material Adverse Effect and (ii) do not result in or require the.",
    "bbox": [
      113,
      259,
      1000,
      271
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "creation of any Adverse Claim upon or with respect to any of its properties..",
    "bbox": [
      111,
      275,
      679,
      288
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "(h) No Violation. The execution and delivery of this Agreement by the Depositor, the performance by the Depositor of the transactions",
    "bbox": [
      179,
      307,
      1000,
      319
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "contemplated by this Agreement or any other Transaction Document to which it is a party and the fulfillment of the terms hereof and thereof.",
    "bbox": [
      111,
      323,
      1000,
      334
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "applicable to the Depositor will not violate any Law applicable to the Depositor, except where such violation would not reasonably be expected to",
    "bbox": [
      112,
      339,
      1000,
      351
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "have a Material Adverse Effect.",
    "bbox": [
      110,
      354,
      348,
      366
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "Section 5.2 Liability of Depositor",
    "bbox": [
      180,
      387,
      427,
      398
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "(a) Liability for Specific Obligations. The Depositor will be liable under this Agreement only for its specific obligations under this",
    "bbox": [
      179,
      418,
      1000,
      431
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "Agreement. All other liability is expressly waived and released as a condition of, and consideration for, the execution of this Agreement by the",
    "bbox": [
      113,
      435,
      1000,
      447
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "Depositor and the issuance of the Notes. The Depositor will be liable for its willful misconduct, bad faith or gross negligence in performing its",
    "bbox": [
      111,
      450,
      1000,
      463
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "obligations under this Agreement.",
    "bbox": [
      112,
      466,
      368,
      479
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "(b) No Liability of Others. The Depositor's obligations under this Agreement are corporate obligations. No Person will have recourse,",
    "bbox": [
      179,
      499,
      1000,
      511
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "directly or indirectly, to any member, manager, officer, director, employee or agent of the Depositor for the Depositor's obligations under this",
    "bbox": [
      113,
      515,
      1000,
      527
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "Agreement.",
    "bbox": [
      112,
      531,
      200,
      543
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "(c) Legal Proceedings. The Depositor will not be required to start, pursue or participate in any legal proceeding that is unrelated to its",
    "bbox": [
      179,
      562,
      1000,
      575
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "obligations under this Agreement and that, in its opinion, may result in liability or cause it to pay or risk funds or incur financial liability.",
    "bbox": [
      112,
      579,
      1000,
      591
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "(d) Payment of Taxes. The Depositor will pay all taxes levied or assessed on the Trust Property..",
    "bbox": [
      179,
      610,
      888,
      623
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "(e) Reliance by Depositor. The Depositor may rely in good faith on the advice of counsel or on any document believed to be genuine and",
    "bbox": [
      180,
      643,
      1000,
      655
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "to have been executed by the proper party for any matters under this Agreement..",
    "bbox": [
      110,
      658,
      719,
      671
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "24",
    "bbox": [
      655,
      689,
      678,
      702
    ],
    "label": 8,
    "category": "Governing Law"
  },
  {
    "text": "Source: VERIZON ABS LLC, 8-K, 1/23/2020",
    "bbox": [
      133,
      1000,
      474,
      1000
    ],
    "label": 8,
    "category": "Governing Law"
  }
]