[
  {
    "text": "1.50 \"Net Sales' means, with respect to a Product, the gross amount invoiced for sales of a Product by a Selling Party to Third Parties for end use..",
    "bbox": [
      157,
      84,
      1000,
      94
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "less the following deductions from such gross amounts to the extent attributable to such Product and to the extent actually incurred, allowed, accrued or",
    "bbox": [
      111,
      100,
      1000,
      110
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "specifically allocated:",
    "bbox": [
      111,
      113,
      268,
      127
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(a) credits or allowances actually granted for damaged Product, returns or rejections of Product, price adjustments and billing errors;",
    "bbox": [
      256,
      137,
      1000,
      150
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(b) governmental and other rebates (or equivalents thereof) granted to managed health care organizations, pharmacy benefit.",
    "bbox": [
      257,
      168,
      1000,
      181
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "managers (or equivalents thereof), federal, state, provincial, local and other governments, their agencies and purchasers and reimbursers or to trade",
    "bbox": [
      109,
      184,
      1000,
      197
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "customers;",
    "bbox": [
      111,
      202,
      193,
      212
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(c) normal and customary trade, cash and quantity discounts, allowances and credits actually allowed or paid;.",
    "bbox": [
      258,
      232,
      1000,
      242
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(d) payments made as part of a Co-pay Program for a Product; and.",
    "bbox": [
      257,
      261,
      739,
      275
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(e) sales taxes, VAT taxes and other taxes directly linked to the sales of Product;.",
    "bbox": [
      258,
      293,
      835,
      305
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "all as determined in accordance with IFRS on a basis consistent with the Selling Party's annual audited financial statements.",
    "bbox": [
      112,
      324,
      1000,
      334
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Net Sales shall not include sales to Affiliates, Sublicensees or contractors engaged by Aimmune to Develop, Manufacture, or Commercialize the",
    "bbox": [
      155,
      354,
      1000,
      367
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Product, solely to the extent that such Affiliate, Sublicensees or contractor purchasing the Product resells such Product to a Third Party. However,.",
    "bbox": [
      112,
      371,
      1000,
      383
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "subsequent sales of Product by such Aimmune Affiliates, Sublicensees or contractors to a Third Party shall be included in the Net Sales when sold in the",
    "bbox": [
      111,
      386,
      1000,
      397
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "market for end-user use..",
    "bbox": [
      110,
      402,
      287,
      413
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "Further, any use, supply or provision of Product by Aimmune or Aimmune Agreement Entities at no cost or at a de minimis cost not to exceed",
    "bbox": [
      156,
      433,
      1000,
      445
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "[***] percent ([***]%) of the fully burdened cost thereof (i) in connection with patient assistance programs, (ii) for charitable or promotional purposes,.",
    "bbox": [
      112,
      448,
      1000,
      460
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "(iii) for preclinical, clinical, regulatory or governmental purposes, or compassionate use or other similar programs, or (iv) for tests or studies reasonably",
    "bbox": [
      112,
      464,
      1000,
      476
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "necessary to comply with any Applicable Law, regulation or request by a Regulatory Authority shall not be included in Net Sales of Product. Sale or",
    "bbox": [
      110,
      479,
      1000,
      492
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "transfer of Products among the Aimmune Agreement Entities shall not result in any Net Sales, in which case Net Sales shall be based only on any",
    "bbox": [
      110,
      494,
      1000,
      507
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "subsequent sales or dispositions to a Third Party; provided that the Aimmune Agreement Entity is not an end user.",
    "bbox": [
      112,
      511,
      950,
      522
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "In no event shall any particular amount identified above be deducted more than once in calculating Net Sales (i.e., no \"double counting\" of",
    "bbox": [
      156,
      541,
      1000,
      554
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "reductions).",
    "bbox": [
      111,
      557,
      197,
      568
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "In the event that Product is sold as part of a financial bundle with other products or included in financial package deals to customers and in such.",
    "bbox": [
      156,
      588,
      1000,
      600
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "case, the price of Product relevant for the calculation of Net Sales will be the average invoiced sales price of Product in the preceding Calendar Quarter",
    "bbox": [
      112,
      604,
      1000,
      616
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "sold separately less the average discount of all products sold as part of such bundle or package..",
    "bbox": [
      111,
      619,
      812,
      632
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "8",
    "bbox": [
      666,
      635,
      678,
      646
    ],
    "label": 33,
    "category": "Audit Rights"
  },
  {
    "text": "SourCe: AIMMUNE THERAPEUTICS, INC., 8-K, 2/5/2020",
    "bbox": [
      133,
      1000,
      574,
      1000
    ],
    "label": 33,
    "category": "Audit Rights"
  }
]