[
  {
    "text": "6. Newegg's License to Allied; Allied's Obligations Regarding Newegg Marks and Products",
    "bbox": [
      112,
      72,
      814,
      85
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "6.1 Newegg grants Allied a revocable, non-transferrable, non-assignable (whether voluntarily, or as a result of a change of control, or by",
    "bbox": [
      179,
      89,
      1000,
      102
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "operation of law), non-sublicensable, non-exclusive and limited license to use, during the Term, the Newegg Marks solely in connection with",
    "bbox": [
      112,
      105,
      1000,
      117
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "Allied's marketing and conduct of the Arena.",
    "bbox": [
      113,
      121,
      448,
      132
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "6.2 Allied acknowledges and agrees that Newegg has valuable goodwill and reputation in the Newegg Marks and that Newegg is and shall.",
    "bbox": [
      178,
      136,
      1000,
      149
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "be at all times the sole and exclusive owner of rights, including Intellectual Property Rights, in and related to the Newegg Marks. Allied does not",
    "bbox": [
      111,
      153,
      1000,
      165
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "acquire any right, title, or interest in or to the Newegg Marks by virtue of the limited license granted in Section 6.1, or through Allied's permitted use",
    "bbox": [
      112,
      169,
      1000,
      181
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "of the Newegg Marks, other than the right to use such Newegg Marks in accordance with that license. Allied acknowledges that its use of the",
    "bbox": [
      111,
      185,
      1000,
      197
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "Newegg Marks pursuant to this Agreement, and all goodwill associated with such use, shall inure exclusively to the benefit of Newegg. Allied",
    "bbox": [
      111,
      201,
      1000,
      213
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "further acknowledges and agrees that Newegg shall have sole control and final editorial say, in Newegg's sole discretion, over the",
    "bbox": [
      111,
      216,
      1000,
      229
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "marketing/promotion, appearance, design, layout, placement, and presentation of Newegg's Products, including all packaging, advertisements and",
    "bbox": [
      111,
      233,
      1000,
      245
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "other marketing and promotional materials relating to the Newegg Products.",
    "bbox": [
      111,
      248,
      680,
      261
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "6.3 Allied shall use the Newegg Marks only in strict compliance with the terms and conditions of this Agreement. Allied's use of the",
    "bbox": [
      179,
      265,
      1000,
      277
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "Newegg Marks (a) shall be subject to Newegg's right of review and approval, and prior direction and control, to be exercised in Newegg's sole",
    "bbox": [
      111,
      281,
      1000,
      293
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "discretion, and (b) shall, at all times, meet or exceed Newegg's",
    "bbox": [
      111,
      296,
      575,
      309
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "trademark-usage guidelines and quality standards which may be provided by Newegg from time to time (\"Acceptable Quality Standards').",
    "bbox": [
      178,
      312,
      1000,
      325
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "Without limiting any other provision of this Section 6.3, if at any time Newegg reasonably determines that Allied's use of the Newegg Marks fails to.",
    "bbox": [
      112,
      328,
      1000,
      342
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "comply with this Agreement or to conform to the Acceptable Quality Standards, Allied shall, within five (5) days of receipt of notice from Newegg,.",
    "bbox": [
      111,
      343,
      1000,
      359
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "correct its use of the Newegg Marks so that its use is in compliance with this Agreement and the Acceptable Quality Standards or cease using, and",
    "bbox": [
      112,
      361,
      1000,
      373
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "remove, the Newegg Marks from all of Allied's videos, streams and other publications in all media (\"Allied's Correction Action'). Allied's",
    "bbox": [
      110,
      376,
      1000,
      389
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "obligation to take and complete Allied's Correction Action shall survive any expiration or termination of this Agreement.",
    "bbox": [
      111,
      392,
      1000,
      405
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "6.4 Allied shall not at any time do, or cause to be done, directly or indirectly any act that may impair or tarnish any part of Newegg's",
    "bbox": [
      178,
      408,
      1000,
      421
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "Newegg Marks in any advertising materials or conduct any activities in a manner that may be seen to unreasonably modify, alter, detract from or",
    "bbox": [
      111,
      441,
      1000,
      453
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "impair the integrity, character, or dignity of the Newegg Marks or reflect unfavorably upon Newegg or Newegg Products.",
    "bbox": [
      112,
      457,
      1000,
      469
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "6.5 In exercise of the rights granted in Section 6.1, Allied shall always use the Newegg Marks in a manner that significantly distinguishes",
    "bbox": [
      179,
      473,
      1000,
      485
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "them from any surrounding text or other logo or source designation. Except as may be expressly authorized in writing by Newegg, Allied shall not",
    "bbox": [
      112,
      489,
      1000,
      502
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "use the Newegg Marks as a co-brand with any third-party mark. Allied agrees to use the Newegg Marks only in the form and with only the content",
    "bbox": [
      112,
      505,
      1000,
      517
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "provided by Newegg. The Newegg Marks may not be altered in any manner. The Newegg Marks must include a TM or  symbol as part of the",
    "bbox": [
      110,
      519,
      1000,
      534
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "Newegg Marks, as provided by Newegg. Where practicable, the following trademark notice must appear in close proximity to the Newegg Marks",
    "bbox": [
      112,
      537,
      1000,
      549
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "and the ownership of the Newegg Marks must be identified: \"Newegg and the Newegg logo are trademarks of Newegg Incorporated.\".",
    "bbox": [
      110,
      552,
      1000,
      565
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "7. Exclusivity of Sponsorship Rights for Newegg",
    "bbox": [
      111,
      568,
      481,
      582
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "7.1 In all of Allied's actions and publications (in all media and formats) in connection with the marketing and conducting of the Events.",
    "bbox": [
      179,
      584,
      1000,
      596
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "where possible and appropriate, Allied shall where reasonably practicable communicate that Newegg is the exclusive sponsor of the Arena for the",
    "bbox": [
      112,
      601,
      1000,
      613
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "technology e-commerce and online retailer categories.",
    "bbox": [
      111,
      617,
      515,
      629
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "7.2 Allied shall not endorse, or permit the marketing of any other company whose principal business is as an e-commerce provider at or in",
    "bbox": [
      179,
      632,
      1000,
      645
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "connection with the Arena. For purposes of clarity, this is not meant to prohibit incidental third-party endorsements not controlled by Allied such",
    "bbox": [
      111,
      649,
      1000,
      661
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "as individual player and team sponsorships of participants in events at the Arena.",
    "bbox": [
      111,
      665,
      727,
      677
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "newegg",
    "bbox": [
      351,
      698,
      447,
      715
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "3",
    "bbox": [
      662,
      741,
      673,
      752
    ],
    "label": 15,
    "category": "Termination For Convenience"
  },
  {
    "text": "Source: ALLIED ESPORTS ENTERTAINMENT, INC., 8-K, 8/15/2019",
    "bbox": [
      133,
      1000,
      658,
      1000
    ],
    "label": 15,
    "category": "Termination For Convenience"
  }
]