[
  {
    "text": "CONFIDENTIAL",
    "bbox": [
      1000,
      72,
      1000,
      83
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.16 \"GMP\"' means current good manufacturing practices as defined by the FDA..",
    "bbox": [
      180,
      88,
      788,
      100
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.17 \"Governmental Entity\"' means any arbitrator, court, judicial, legislative, administrative, or regulatory agency, commission, department,.",
    "bbox": [
      179,
      105,
      1000,
      119
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "board, or bureau or body or other government authority or instrumentality or any Person or entity exercising executive, legislative, judicial,",
    "bbox": [
      110,
      122,
      1000,
      135
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "regulatory, or administrative functions of or pertaining to government, whether foreign or domestic, whether federal, state, provincial, municipal, or.",
    "bbox": [
      112,
      139,
      1000,
      152
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Other.",
    "bbox": [
      110,
      155,
      154,
      166
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.18 \"Gross Sales\"' shall have the meaning ascribed to the term in Section 1.26.",
    "bbox": [
      179,
      170,
      766,
      183
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.19 \"Indemnitee' shall have the meaning ascribed to the term in Section 13.3.1 of this Agreement..",
    "bbox": [
      179,
      187,
      917,
      200
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.20 \"Indemnitor' shall have the meaning ascribed to the term in Section 13.3.1 of this Agreement..",
    "bbox": [
      180,
      205,
      917,
      217
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.21 \"Infringement Notification Date\" shall have the meaning ascribed to the term in Section 7.4 of this Agreement..",
    "bbox": [
      180,
      222,
      1000,
      234
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.22 \"Intellectual Rights Suit\" shall have the meaning ascribed to the term in Section 7.4 of this Agreement.",
    "bbox": [
      179,
      238,
      992,
      251
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.23 \"Losses\" means all losses, costs, damages, judgments, settlements, interest, fees or expenses including, without limitation, all.",
    "bbox": [
      179,
      254,
      1000,
      269
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "reasonable attorneys' fees, experts' or consultants' fees, expenses and costs..",
    "bbox": [
      111,
      273,
      689,
      285
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.24 \"Market' or \"Marketing\" shall have the meaning ascribed to the term in Section 2.1 of this Agreement.",
    "bbox": [
      179,
      288,
      990,
      301
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.25 \"NDC' means a national drug code as issued by the FDA..",
    "bbox": [
      179,
      305,
      651,
      318
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "1.26 \"Net Sales' means, with respect to each Product sold in the Territory, the aggregate gross sales amount invoiced by ETON or any.",
    "bbox": [
      178,
      321,
      1000,
      336
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "sublicensee or other party authorized by ETON to wholesale or distribute the Products on an arms-length basis to Third Parties in the Territory.",
    "bbox": [
      111,
      339,
      1000,
      352
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "(\"Gross Sales\"), less (as applicable) the following ETON expenses as accrued and adjusted for amounts actually taken, consistent with ETON'S",
    "bbox": [
      111,
      355,
      1000,
      368
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "standard accounting practices in accordance with GAAP: (a) amounts refunded or credited for returned, damaged, outdated, short-dated or",
    "bbox": [
      111,
      372,
      1000,
      385
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "defective goods, and bad debts, and (b) all of the following: (i) taxes, duties and other governmental charges related to the production, use or sale",
    "bbox": [
      112,
      389,
      1000,
      401
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "of the Products (including, including without limitation the brand manufacturer's tax imposed pursuant to the Patient Protection and Affordable.",
    "bbox": [
      110,
      404,
      1000,
      417
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Care Act (Pub. L. No. 111-148) as amended or replaced, but not including taxes assessed against the income derived from such sale); (ii) trade,",
    "bbox": [
      112,
      421,
      1000,
      433
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "quantity and cash discounts, allowances, retroactive price adjustments, credit incentive payments, chargebacks, patient support programs, and",
    "bbox": [
      113,
      437,
      1000,
      449
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "rebates (including governmental rebates or other price reductions provided, based on sales by ETON to any Governmental Entity or regulatory.",
    "bbox": [
      110,
      453,
      1000,
      465
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "authority in respect of state or federal Medicare, Medicaid, government pricing or similar programs;); and (iii) any costs incurred in connection with.",
    "bbox": [
      111,
      468,
      1000,
      481
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "or arising out of compliance with any Risk Evaluation and Mitigation Strategies approved by the FDA and (iv) any expenses associated with",
    "bbox": [
      112,
      485,
      1000,
      497
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "serialization of the Products. Distribution of Licensed Products for clinical trials or as samples will not be deemed a \"Net Sale\"' under this definition.",
    "bbox": [
      111,
      500,
      1000,
      512
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "3",
    "bbox": [
      662,
      517,
      674,
      528
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Source: ETON PHARMACEUTICALS, INC., 10-Q, 11/14/2019",
    "bbox": [
      133,
      1000,
      606,
      1000
    ],
    "label": 38,
    "category": "Insurance"
  }
]