[
  {
    "text": "Certain identified information has been excluded from this exhibit because it is both (i) not material and (ii) would be competitively harmful if.",
    "bbox": [
      130,
      73,
      1000,
      85
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "publicly disclosed.",
    "bbox": [
      596,
      88,
      737,
      102
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "1.4. The term \"Confidential Information' means any and all information which is not readily ascertainable by proper means and which",
    "bbox": [
      180,
      105,
      1000,
      117
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "derives economic value, actual or potential from not being generally known and which has been the subject of efforts that are reasonable under the",
    "bbox": [
      111,
      120,
      1000,
      133
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "circumstances to maintain its secrecy. All information relating to the products or operations of a party, which is provided to the other party, or to.",
    "bbox": [
      111,
      137,
      1000,
      149
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "hereunder, except such information which the other party can clearly show: (a) at the time of this Agreement is publicly and openly known; (b) after",
    "bbox": [
      113,
      170,
      1000,
      180
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "the date of this Agreement becomes publicly and openly known through no fault of the other party; (c) comes into the other party's possession",
    "bbox": [
      111,
      184,
      1000,
      197
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "and lawfully obtained by the other party from a source other than from the party or a source deriving from the party, and not subject to any",
    "bbox": [
      111,
      200,
      1000,
      214
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "obligation of confidentiality or restrictions on use; or (d) is approved for release by written authorization of the other party.",
    "bbox": [
      112,
      216,
      1000,
      230
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "1.5 The term \"Customer Data' means documents and other media (whether in human or machine-readable form) containing information,",
    "bbox": [
      178,
      232,
      1000,
      245
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "regarding customers and prospective customers. Without limiting the generality of the foregoing, the term \"Customer Data\"' shall include customer.",
    "bbox": [
      111,
      249,
      1000,
      261
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "lists and personally identifiable information about customers and prospective customers..",
    "bbox": [
      112,
      266,
      779,
      276
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "1.6 The term \"Educational Materials' means all advertising and promotional materials, handouts, workbooks, presentations, manuals,",
    "bbox": [
      179,
      280,
      1000,
      293
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "software programs, and any other literature or material and other collateral items employed, provided, distributed, sold, or otherwise made available",
    "bbox": [
      112,
      296,
      1000,
      308
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "in connection with the Business, in any form of communication or media and whether or not in machine or human readable format.",
    "bbox": [
      110,
      312,
      1000,
      324
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "1.7 The term \"Exclusive Field of Use'' means the marketing, sale and distribution (including e-distribution) of any in-person or remote (e.g.,",
    "bbox": [
      179,
      327,
      1000,
      342
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "livestream of a live event, recording of a live event, and/or on-demand) service offerings in real estate investing strategies and techniques, asset.",
    "bbox": [
      111,
      345,
      1000,
      357
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "protection, product and entrepreneurship in any form of communication or media to one or more recipients, including, but not limited to,",
    "bbox": [
      111,
      360,
      1000,
      373
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "workshops, seminars, webinars, coaching, and mentorships, and related product or services.",
    "bbox": [
      111,
      377,
      804,
      389
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "1.8. The term \"Licensed Intellectual Property\" means individually, collectively or in any combination, T&B's copyrights (whether.",
    "bbox": [
      178,
      392,
      1000,
      405
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "registered or not), including, without limitation, the Educational Materials and any and all copyrightable literary works and audio-visual works",
    "bbox": [
      111,
      409,
      1000,
      421
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "developed for use in the Business, trademarks and trade names (whether registered or unregistered) used in connection with the Business; as well",
    "bbox": [
      112,
      425,
      1000,
      437
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "as customer lists, concepts, developments, trade secrets, methods, systems, programs, improvements, data and information (whether in perceivable.",
    "bbox": [
      111,
      441,
      1000,
      453
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "or machine-readable form), and works of authorship including, but not limited to the (a) the Licensed Marks and (b) the name, image, and likeness.",
    "bbox": [
      110,
      456,
      1000,
      469
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "of the T&B Personality.",
    "bbox": [
      110,
      472,
      295,
      484
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "1.9. The term \"Licensed Marks'' The term \"Licensed Marks\" shall mean T&B's current and future trademarks, service marks, and trade.",
    "bbox": [
      179,
      489,
      1000,
      500
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "dress used in connection with the Business.",
    "bbox": [
      112,
      504,
      443,
      516
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "2",
    "bbox": [
      658,
      535,
      674,
      548
    ],
    "label": 18,
    "category": "Anti-Assignment"
  },
  {
    "text": "Source: LEGACY EDUCATION ALLIANCE, INC., 10-K, 3/30/2020",
    "bbox": [
      133,
      1000,
      635,
      1000
    ],
    "label": 18,
    "category": "Anti-Assignment"
  }
]