[
  {
    "text": "3.2.2. You must calculate and pay the Royalty weekly, based on your Gross Revenues for the previous Period. For purposes of",
    "bbox": [
      247,
      72,
      1000,
      84
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "this Agreement, unless otherwise designated by us in writing, a \"Period\"' begins on Monday and ends on the following Sunday.",
    "bbox": [
      112,
      88,
      1000,
      102
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "3.2.3. \"Gross Revenues\" means all revenue from the sale of all services and products and all other income of every kind and",
    "bbox": [
      247,
      105,
      1000,
      117
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "nature related to, derived from, or originating from the Franchised Business, including proceeds of any business interruption insurance policies,",
    "bbox": [
      110,
      120,
      1000,
      133
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "whether for cash or credit, and regardless of collection in the case of credit; provided, however, that \"Gross Revenues\" does not include any",
    "bbox": [
      110,
      136,
      1000,
      149
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "coupon sales (for which customers do not pay for product), customer refunds, sales taxes or other taxes you collected from customers and actually",
    "bbox": [
      112,
      153,
      1000,
      165
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "transmitted to the appropriate taxing authorities.",
    "bbox": [
      111,
      169,
      474,
      181
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "3.3. Advertising Contributions. During any Period that the Marketing Fund (as defined in Section 9.1 [Pizza Fusion Marketing Fund]",
    "bbox": [
      179,
      185,
      1000,
      197
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "below) is in effect, you must make a contribution as described in Section 9.1 (Pizza Fusion Marketing Fund] below equal to three percent (3%) of",
    "bbox": [
      111,
      202,
      1000,
      214
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "your Gross Revenues for the preceding Period. Additionally, during any Period that a Regional Fund (as defined in Section 9.3 [Regional Fund]",
    "bbox": [
      111,
      219,
      1000,
      231
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "below) for the area in which your Franchised Business is located is in effect, you must make a contribution as described in Section 9.2 JLocal",
    "bbox": [
      112,
      236,
      1000,
      247
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "Marketing/ below in such amounts as we specify in writing up to two percent (2%) of your Gross Revenues for the preceding Period; in addition,",
    "bbox": [
      113,
      253,
      1000,
      265
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "you may be required to contribute to a Regional Fund up to an additional two percent (2%) of Gross Revenues of your Franchised Business if the.",
    "bbox": [
      110,
      269,
      1000,
      283
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "members of that Regional Fund vote to increase the total contribution, as provided in Section 9.3.5 [Regional Fund] below. Required contributions",
    "bbox": [
      111,
      286,
      1000,
      298
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "to the Marketing Fund and Regional Fund are referred to as \"Advertising Contributions.\"'",
    "bbox": [
      110,
      302,
      787,
      315
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "3.4. Index. The parties agree that all fixed dollar amounts set out in this Agreement are subject to adjustment, up or down, depending on",
    "bbox": [
      178,
      318,
      1000,
      331
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "changes in the Index. For the purpose of this Agreement, the term \"Index\"' is agreed to mean the Consumer Price Index (1982-84=100: all items; CPI-",
    "bbox": [
      112,
      334,
      1000,
      346
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "U; all urban consumers) published by the U.S. Bureau of Labor Statistics (or if the Index is no longer published, a successor index that we may",
    "bbox": [
      111,
      350,
      1000,
      363
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "reasonably specify in the Manuals or otherwise in writing). We have the right to decide whether or not to make adjustments to fixed dollar amounts",
    "bbox": [
      112,
      368,
      1000,
      378
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "set out in this Agreement and if we decide to invoke that right, we will make changes not more than once each year by sending you written notice.",
    "bbox": [
      110,
      382,
      1000,
      395
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "of the change.",
    "bbox": [
      110,
      398,
      219,
      412
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "3.5. Due Date for Payment. Your Royalty payments and Advertising Contributions are due by the first (1st) day after the end of each",
    "bbox": [
      179,
      418,
      1000,
      431
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "Period (or the next business day if the first day is a Sunday or federal holiday) (as of the Agreement Date, the due date is Monday of each week).",
    "bbox": [
      111,
      435,
      1000,
      447
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "You must pay all other amounts due to us as specified in this Agreement or, if no time is specified, such amounts are due upon receipt of an invoice.",
    "bbox": [
      111,
      450,
      1000,
      463
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "from us.",
    "bbox": [
      111,
      467,
      172,
      478
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "3.6. Method of Payment. You must make all payments to us by the method or methods that we specify from time to time. We require",
    "bbox": [
      178,
      482,
      1000,
      495
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "payment via wire transfer or electronic debit to your bank account, and you must maintain sufficient balance in your operating account to meet the",
    "bbox": [
      109,
      497,
      1000,
      512
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "payment requirements. You must furnish us and your bank with all authorizations necessary to effect payment by the methods we specify. You may",
    "bbox": [
      110,
      514,
      1000,
      529
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "not, under any circumstances, set off, deduct or otherwise withhold any Royalty fees, Advertising Contributions, interest charges, or any other",
    "bbox": [
      111,
      531,
      1000,
      543
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "monies payable under this Agreement on grounds of our alleged non-performance of any obligations. Additionally, you authorize us to charge",
    "bbox": [
      110,
      547,
      1000,
      559
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "against any of your credit cards any amounts due to us or to any of our affiliates. You agree to supply us a written list of all of your credit cards.",
    "bbox": [
      110,
      562,
      1000,
      575
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "(including card number, name, and expiration date) and to update that list periodically, if there are changes to the information.",
    "bbox": [
      112,
      579,
      1000,
      591
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "Page 5 of 39",
    "bbox": [
      1000,
      594,
      1000,
      607
    ],
    "label": 21,
    "category": "Minimum Commitment"
  },
  {
    "text": "Source: PF HOSPITALITY GROUP INC., 10-12G, 9/23/2015",
    "bbox": [
      111,
      1000,
      575,
      1000
    ],
    "label": 21,
    "category": "Minimum Commitment"
  }
]