[
  {
    "text": "7.2 Distributor shall order Products from STAAR under this Agreement by submitting to STAAR a written purchase order specifying",
    "bbox": [
      179,
      79,
      1000,
      94
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Products, quantities, and requested delivery dates to enable STAAR to fill the order. Each purchase order submitted to STAAR is subject to",
    "bbox": [
      112,
      97,
      1000,
      109
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "acceptance by STAAR at its offices to which such order was submitted. The purpose of the purchase order to be issued under this Agreement is",
    "bbox": [
      112,
      113,
      1000,
      125
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "for scheduling only; no terms and conditions of Distributor's purchase orders or any other document or instrument of Distributor shall be binding",
    "bbox": [
      110,
      127,
      1000,
      142
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "upon STAAR or amend or modify this Agreement in any manner, notwithstanding any language to the contrary contained in any such purchase",
    "bbox": [
      112,
      145,
      1000,
      157
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "order, instrument or document. Distributor should place its last order in each quarter by the tenth day of the last month in each quarter (e.g., March",
    "bbox": [
      111,
      161,
      1000,
      173
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "10, June 10, September 10, and December 10).",
    "bbox": [
      112,
      176,
      449,
      188
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "7.3 During each Contract Year, as defined below, Distributor shall purchase from STAAR the minimum quantity of each Product that shall",
    "bbox": [
      179,
      193,
      1000,
      205
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "be mutually agreed between the parties in advance of the applicable Contract Year (\"Minimum Product Quantities\"). The Minimum Purchase",
    "bbox": [
      111,
      209,
      1000,
      221
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Quantities for the Contract Year are as set forth on Exhibit B attached hereto. Within ninety (90) days prior to the expiration of each Contract Year,",
    "bbox": [
      113,
      225,
      1000,
      237
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "the parties will discuss in good faith and agree on the Minimum Product Quantities for the successive Contract Year; provided, however, that, if the",
    "bbox": [
      112,
      241,
      1000,
      253
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "parties fail to reach agreement on or otherwise specify the Minimum Purchase Quantities for the successive Contract Year, the Minimum Product",
    "bbox": [
      111,
      257,
      1000,
      269
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Quantities for such successive Contract Year shall be.",
    "bbox": [
      113,
      273,
      519,
      284
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "percent (%) of the Minimum Purchase Quantities for the existing Contract.",
    "bbox": [
      620,
      273,
      1000,
      285
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Year. \"Contract Year' means for the first Contract Year of the Agreement, the period commencing on the Effective Date hereof and ending one year",
    "bbox": [
      111,
      287,
      1000,
      302
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "thereafter and for subsequent Contract Years, the successive twelve (12) month period thereafter. Failure of Distributor to purchase the Minimum",
    "bbox": [
      111,
      304,
      1000,
      317
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Purchase Quantities for any Contract Year, shall be considered a material breach of this Agreement..",
    "bbox": [
      111,
      321,
      854,
      333
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "8.",
    "bbox": [
      110,
      336,
      128,
      348
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Delivery",
    "bbox": [
      178,
      335,
      246,
      350
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "8.1 Delivery of all Products ordered by Distributor shall be made Ex Works at STAAR's export manufacturing or other facility or named",
    "bbox": [
      179,
      352,
      1000,
      365
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "shipping point as determined by STAAR. ICC INCOTERMS (2010 edition) shall apply, except insofar as these INCOTERMS may be inconsistent",
    "bbox": [
      113,
      369,
      1000,
      381
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "with the terms of this Agreement.",
    "bbox": [
      112,
      384,
      361,
      396
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "8.2 In the event Distributor fails to take delivery and/or shipment of Products pursuant to the terms of this Agreement: (a) STAAR shall be",
    "bbox": [
      179,
      400,
      1000,
      412
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "entitled to store the Products in a warehouse at the expense and risk of Distributor; (b) the price of the Products shall become immediately due and",
    "bbox": [
      112,
      417,
      1000,
      429
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "payable by Distributor; and (c) after thirty (30) days from the date upon which the price becomes payable, STAAR may dispose of the Products in a",
    "bbox": [
      110,
      431,
      1000,
      446
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "commercially reasonable manner without notice to Distributor and recover any shortfall and related expenses from Distributor.",
    "bbox": [
      112,
      449,
      1000,
      460
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "and normal delivery times.",
    "bbox": [
      112,
      482,
      306,
      492
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "5",
    "bbox": [
      663,
      514,
      672,
      523
    ],
    "label": 38,
    "category": "Insurance"
  },
  {
    "text": "Source: STAAR SURGICAL CO, 10-Q, 8/1/2018",
    "bbox": [
      133,
      1000,
      502,
      1000
    ],
    "label": 38,
    "category": "Insurance"
  }
]